<?php
 $date_locale=array (
  'mn' => 
  array (
    'abstract' => 
    array (
      'today' => 'өнөөдөр',
      'yesterday' => 'өчигдөр',
      'two days ago' => 'Хоёр хоногийн өмнө',
      'in two days' => 'хоёр өдрийн дотор',
      'last week' => 'өнгөрсөн долоо хоногт',
      'last month' => 'өнгөрсөн сар',
      'last year' => 'өнгөрсөн жил',
      'last decade' => 'сүүлийн арван жил',
      'last century' => 'өнгөрсөн зуун',
      'last millennial' => 'сүүлийн мянган жил',
      'at' => 'цагт',
      'of' => '-ийн',
      'am' => 'ү.ө',
      'pm' => 'ү.х',
    ),
    'months' => 
    array (
      'january' => 
      array (
        0 => 'Нэгдүгээр сар',
        1 => '1-р сар',
      ),
      'february' => 
      array (
        0 => 'Хоёрдугаар сар',
        1 => '2-р сар',
      ),
      'march' => 
      array (
        0 => 'Гуравдугаар сар',
        1 => '3-р сар',
      ),
      'april' => 
      array (
        0 => 'Дөрөвдүгээр сар',
        1 => '4-р сар',
      ),
      'may' => 
      array (
        0 => 'Тавдугаар сар',
        1 => '5-р сар',
      ),
      'june' => 
      array (
        0 => 'Зургаадугаар сар',
        1 => '6-р сар',
      ),
      'july' => 
      array (
        0 => 'Долдугаар сар',
        1 => '7-р сар',
      ),
      'august' => 
      array (
        0 => 'Наймдугаар сар',
        1 => '8-р сар',
      ),
      'september' => 
      array (
        0 => 'Есдүгээр сар',
        1 => '9-р сар',
      ),
      'october' => 
      array (
        0 => 'Аравдугаар сар',
        1 => '10-р сар',
      ),
      'november' => 
      array (
        0 => 'Арван нэгдүгээр сар',
        1 => '11-р сар',
      ),
      'december' => 
      array (
        0 => 'Арван хоёрдугаар сар',
        1 => '12-р сар',
      ),
    ),
    'weekdays' => 
    array (
      'sunday' => 
      array (
        0 => 'ням',
        1 => 'Ня',
      ),
      'monday' => 
      array (
        0 => 'даваа',
        1 => 'Да',
      ),
      'tuesday' => 
      array (
        0 => 'мягмар',
        1 => 'Мя',
      ),
      'wednesday' => 
      array (
        0 => 'лхагва',
        1 => 'Лх',
      ),
      'friday' => 
      array (
        0 => 'баасан',
        1 => 'Ба',
      ),
      'thursday' => 
      array (
        0 => 'пүрэв',
        1 => 'Пү',
      ),
      'saturday' => 
      array (
        0 => 'бямба',
        1 => 'Бя',
      ),
    ),
  ),
);