<?php
/*************************************************************************
 * Dataphyre
 *
 * Copyright (c) 2025 Shopiro Ltd.
 * SPDX-License-Identifier: MIT
 */
$stopwords=array(
'अधिक', 'अनेक', 'अशी', 'असलयाचे', 'असलेल्या', 'असा', 'असून', 'असे', 'आज', 'आणि', 'आता', 'आपल्या',
'आला', 'आली', 'आले', 'आहे', 'आहेत', 'इतर', 'ई', 'कमी', 'करणयात', 'करून', 'का', 'काम', 'काय', 'काही',
'की', 'केला', 'केली', 'केले', 'कोटी', 'गेल्या', 'घेऊन', 'चालू', 'जाऊन', 'झाला', 'झाली', 'झाले', 'झालेल्या',
'टा', 'डॉ', 'तर', 'तरी', 'तसेच', 'ता', 'ती', 'ते', 'तो', 'त्या', 'त्याचा', 'त्याची', 'त्याच्या', 'त्याना',
'त्यानी', 'त्यामुळे', 'त्री', 'दिली', 'दोन', 'न', 'नाही', 'निर्ण्य', 'पण', 'पम', 'परयतन', 'पाटील', 'म', 'मात्र',
'माहिती', 'मुबी', 'म्हणजे', 'म्हणाले', 'म्हणून', 'या', 'याचा', 'याची', 'याच्या', 'याना', 'यानी', 'येणार', 'येत',
'येथील', 'येथे', 'लाख', 'व', 'व्यकत', 'सर्व', 'सागित्ले', 'सुरू', 'हजार', 'हा', 'ही', 'हे', 'होणार', 'होत',
'होता', 'होती', 'होते');